[
    {
        "day": "Tuesday", 
        "description": "Get your badges and get some food (plus plenty of coffee), as you gear up for the first day of SRCCON:LEAD!", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thursday-breakfast", 
        "length": "", 
        "notepad": "", 
        "room": "Sanctuary", 
        "talk": "", 
        "time": "8am", 
        "timeblock": "tuesday-morning", 
        "title": "Registration & Breakfast", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "Let's eat together as a group. Meals are provided when you attend SRCCON:LEAD, and our local caterer will have tasty options for all dietary needs.", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "friday-breakfast", 
        "length": "", 
        "notepad": "", 
        "room": "Sanctuary", 
        "talk": "", 
        "time": "8:30am", 
        "timeblock": "wednesday-morning", 
        "title": "Breakfast at SRCCON:LEAD", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Britt Paris is an information and media studies scholar currently working with Data & Society Research Institute to investigate audiovisual fakes as a complex sociotechnical phenomenon. Two things from this research that are of consequence to storytellers and newsroom technologists are a rubric to better understand the nuances of how these fakes are produced and interpreted, and better naming conventions that communicate these nuances. I hope to engage attendees in a discussion about how they might give a more accurate account of the consequences of emerging technologies facilitating sophisticated audiovisual fakes, while finding a balance between successfully communicating inherent risks and recycling what might be overblown hype.", 
        "everyone": "y", 
        "facilitators": "Britt Paris", 
        "facilitators_twitter": "parisbrittany", 
        "id": "talks-britt", 
        "length": "", 
        "notepad": "", 
        "room": "Ullyot", 
        "talk": "y", 
        "time": "9:45am", 
        "timeblock": "friday-talks-1", 
        "title": "SRCCON:POWER Talks: Britt Paris on media manipulation and the audiovisual fake", 
        "transcription": "y"
    }, 
    {
        "day": "Friday", 
        "description": "Let's talk about how societal notions of meritocracy, hard work equals success and pull yourself up by the bootstraps mentality have contributed to inherent biases against people experiencing economic hardship, shaped our coverage of these issues and what we can do moving forward to better address this growing problem.", 
        "everyone": "", 
        "facilitators": "Heather Bryant, Jean Friedman-Rudovsky", 
        "facilitators_twitter": "HBCompass, jeannyfr", 
        "id": "bootstrap-bias", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Ullyot", 
        "talk": "", 
        "time": "10:45am", 
        "timeblock": "friday-sessions-1", 
        "title": "Bootstrap Bias", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Most professional development and connections in journalism revolve around journalism organizations and the conferences they throw. Your experience with those organizations is largely determined by the board of directors of those organizations, which, for the most part, tend to be homogeneous groups. I want to convince you why joining the boards of these organizations is a great idea and give you the inside details of what to expect and how to shape your organizations from the inside. The time is now to run and change these organizations for the better.", 
        "everyone": "", 
        "facilitators": "Steven Rich", 
        "facilitators_twitter": "dataeditor", 
        "id": "run-for-boards", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Franklin 1", 
        "talk": "", 
        "time": "10:45am", 
        "timeblock": "friday-sessions-1", 
        "title": "Run for the board", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Discussions of race, gender and power in journalism aren't new. In fact, some of the country's most dynamic journalists throughout history were resisters and activists, working outside of dominant power systems. This session is a dive into historical legacies of resistance in journalism, from known names like Ida B. Wells to lesser-known leaders like Marvel Cooke and Ruben Salazar. We'll look at strategies for building power from starting independent and community-based projects to union organizing, legal action, boycotts and protests. We'll connect these stories from the past to current-day strategies for transforming journalism and building the news we need today.  Facilitator Lewis Wallace is currently writing a book about the history of \"objectivity\" in journalism, through the stories of marginalized journalists who have pushed back, challenged, and changed journalism in the U.S. ", 
        "everyone": "", 
        "facilitators": "Lewis Wallace", 
        "facilitators_twitter": "lewispants", 
        "id": "legacies-resistance", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Franklin 2", 
        "talk": "", 
        "time": "10:45am", 
        "timeblock": "friday-sessions-1", 
        "title": "Historical legacies of resistance in journalism", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Courtrooms around the United States are using predictive algorithms to guide judicial decisions on who to be released pretrial into the community. The Media Mobilizing Project will present our national study on the community impact of predictive algorithms. Workshop objectives: 1) overview of tools’ design and implementation, 2) enhance understanding of how deeply-flawed data could reinforce preexisting structural inequalities. Facilitators will share how grassroots organizations could use data as a storytelling tool and present their narrative to journalists.", 
        "everyone": "", 
        "facilitators": "Di Luong, Hannah Sassaman, Jenessa Irvine, Rowan Cota", 
        "facilitators_twitter": "fourthlettr, hannahsassaman,, sweetpavement", 
        "id": "algorithms-social-justice", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Haas", 
        "talk": "", 
        "time": "10:45am", 
        "timeblock": "friday-sessions-1", 
        "title": "Overview of Pre-trial Risk Assessment Tools: A Social Justice Perspective", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Let's eat together as a group. Meals are provided when you attend SRCCON:POWER, and our local caterer will have tasty options for all dietary needs.", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "friday-lunch", 
        "length": "", 
        "notepad": "", 
        "room": "Ullyot", 
        "talk": "", 
        "time": "12pm", 
        "timeblock": "friday-lunch", 
        "title": "Lunch at SRCCON:POWER", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Rachel Schallom and Ben Mullin have been writing about the media industry for years and know the impact it can have on someone's career or a project's success. Having made plenty of mistakes themselves, they'll challenge each other on how power plays out in industry news and answer questions about how to get your staff and work better press coverage.", 
        "everyone": "y", 
        "facilitators": "Rachel Schallom, Ben Mullin", 
        "facilitators_twitter": "rschallom,benmullin", 
        "id": "talks-rachel-ben", 
        "length": "", 
        "notepad": "", 
        "room": "Ullyot", 
        "talk": "y", 
        "time": "1pm", 
        "timeblock": "friday-talks-2", 
        "title": "SRCCON:POWER Talks: Rachel Schallom & Ben Mullin on how we cover ourselves", 
        "transcription": "y"
    }, 
    {
        "day": "Friday", 
        "description": "Who gets paid how much in our organizations? Are we able to explain why?\n\nThis session is designed to generate actionable steps newsrooms and journalists can take to establish more equitable pay policies within their organizations.\n\nWhile questions of compensation are universal to all workplaces, there are some unique aspects to newsrooms—especially the blurry line between the valuable labor of information gathering and analysis, and volunteerism in the name of citizenship, self-expression, and community representation.\n\nHow can journalism organizations translate the value they produce in the world to their compensation structure in ways that fair and equitable? When, how, and on what grounds can journalists challenge established pay practices? \n\nTo ground us, we'll briefly review, with examples, how journalism organizations have historically paid for labor, how journalists and their constituents have responded, and how the economy has changed over time. City Bureau will also share the universal (no negotiation) pay policy we created and the lessons we learned along the way. ", 
        "everyone": "", 
        "facilitators": "Harry Backlund", 
        "facilitators_twitter": "hdbacklund", 
        "id": "strategies-equitable-pay", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Ullyot", 
        "talk": "", 
        "time": "2pm", 
        "timeblock": "friday-sessions-2", 
        "title": "Strategies for equitable pay in journalism organizations", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Accessibility is frequently seen as a zero-sum feature that is excluded from initial planning and frequently left out altogether. At this session, we’ll be exploring the Curb Cut Effect— that is, instances when designing for the inclusion of a minority group benefit all. Join us in reframing the conversation on accessibility.", 
        "everyone": "", 
        "facilitators": "Kevin Huber", 
        "facilitators_twitter": "kevinahuber", 
        "id": "accessibility-gap", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Franklin 1", 
        "talk": "", 
        "time": "2pm", 
        "timeblock": "friday-sessions-2", 
        "title": "Minding the (Accessibility) Gap", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Even if you keep the same job title, that role is going to change over time. Ever-evolving newsrooms present opportunities. You might jump at a chance for a promotion or just end up taking on different responsibilities as needed. Let's discuss what work we should take on enthusiastically, what work we should be wary of and how to negotiate the terms of a changing job. \n\nWe'll focus on the practical. In this session, we'll co-write guides to help work through these questions. Managers and non-managers alike: let's talk about how to have productive conversations that ensure the newsroom is supported and the employees thrive. ", 
        "everyone": "", 
        "facilitators": "Julia Wolfe", 
        "facilitators_twitter": "juruwolfe", 
        "id": "not-my-job-yet", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Franklin 2", 
        "talk": "", 
        "time": "2pm", 
        "timeblock": "friday-sessions-2", 
        "title": "That's not my job ... yet", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Funders wield immense power over the field of nonprofit journalism, from what they choose to value and support, to how they design their systems and processes. If you have ever tried to figure out how to get your foot in the door with a funder, or spent countless hours on their application and months waiting for a decision, you already know it can be relentlessly discouraging to try to get your project or organization funded. And once you get funding, hanging onto it for more than a year or two seems like a never-ending battle.\n\nWhat should the ideal relationship look like between funders and organizations? Where do you have opportunities to shift the balance of power?\n\nIn this off-the-record session, we want to:\n* Offer a snapshot of how foundations are thinking and talking about supporting journalism today\n* Share Dos and Don’ts for building relationships with funders\n* Help you understand what program directors and officers at foundations do and do not have control over\n* Brainstorm ways that funders could share more power with grantees and applicants, and how we might put some of those ideas into practice\n\nWe also want to:\n* Give you a chance to discuss sticky situations with funders and workshop ways to fix them\n* Offer a safe space to ask questions you’ve been afraid to ask, or share funding-related frustrations you want to talk through\n\nWe are two people who are very familiar with being both the funder and the grantee, seeking to build bridges between the two and reduce the power imbalance. We hope to share general takeaways from this session with the philanthropic field, so we'd love to hear more about your experiences with funders, and what you wish you knew more about.\n\nWhether or not you'll be able to attend this session at SRCCON:POWER, please feel free to [leave an anonymous comment here](https://docs.google.com/forms/d/e/1FAIpQLSdPuKyblfyTQbbi9ImB14FAYr8fgHqfy3SX1gTB71T1BQPoWA/viewform) for us to pull into the conversation.", 
        "everyone": "", 
        "facilitators": "Molly de Aguiar, Jessica Clark", 
        "facilitators_twitter": "mollydeaguiar, beyondbroadcast", 
        "id": "funders", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Haas", 
        "talk": "", 
        "time": "2pm", 
        "timeblock": "friday-sessions-2", 
        "title": "Funders: Can’t live with ’em. Can’t live without ’em! ", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Many of us work to effect change in our organizations, even without having formal titles or positions of power, by wielding influence. This may come in the form of asking tough questions of leaders in public or private spaces, empowering people around us to speak up, or speaking directly on a more junior coworker's behalf. The transition to wielding authority as part of management changes that power dynamic from implicit to explicit. The same strategies may no longer apply: progress may be slow, public communication may be less splashy, action may be hampered by defined processes, and responsibility may shift from asking tough questions to delivering hard truths. Let's talk about how influence and authority are wielded differently across the newsroom, share advice on how to mature as an authority, and develop strategies around using individual leverage to empower ourselves and the people around us at all levels.", 
        "everyone": "", 
        "facilitators": "Nozlee Samadzadeh", 
        "facilitators_twitter": "nzle", 
        "id": "influence-authority", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Ullyot", 
        "talk": "", 
        "time": "3:45pm", 
        "timeblock": "friday-sessions-3", 
        "title": "Influence versus authority: wielding power at all levels of an organization", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "The idea of “news consumers” is outdated – it frames people as having value only if they generate revenue, and creates power imbalances where the public are passive recipients of the news. When we reframe communities as being constituents for journalism, however, it holds up journalism as a public service, one that is accountable to the public, prioritizes transformational relationships over transactional interactions, and gives communities agency to shape local news. \n\nWhether it’s during the news gathering process or when designing an engagement or collaborative project, sharing power with the community is key. Participants at this session will learn how to build accountable and trustworthy relationships that are mutually beneficial to both the public and local media. We’ll share examples and strategies on how projects in North Carolina, New Jersey, Philadelphia, and rural Kentucky put community, not the newsroom, at the center of the work. Participants will walk away with an action plan on how to implement several strategies on how to pair trustworthy reporting with trust-building practices, including outreach and organizing, community-engaged research processes, and how to design inclusive, people-led projects.", 
        "everyone": "", 
        "facilitators": "Mike Rispoli, Andrea Wenzel", 
        "facilitators_twitter": "rispolimike, andreawenzel", 
        "id": "news-consumers-constituents", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Franklin 2", 
        "talk": "", 
        "time": "3:45pm", 
        "timeblock": "friday-sessions-3", 
        "title": "Turning news consumers into constituents for journalism", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Many who have worked in newsrooms have been involved in conflicts. Often the interests of reporters can get overruled by people with more power in the organization. Or, fearing repercussions, or just running out of energy, one might back away from a fight. Still, the conversations that are part of building power to raise concerns, or the relationships and trust built as part of that, can be valuable, regardless of the outcome of the conflict. This session would use small groups with art-making supplies to make pages in a zine describing strategies for building power out of losing battles, or to be better able to recognize things that have been built when it feels like everything is falling apart.", 
        "everyone": "", 
        "facilitators": "Geoff Hing", 
        "facilitators_twitter": "geoffhing", 
        "id": "when-you-lose-energy", 
        "length": "75 minutes", 
        "notepad": "y", 
        "room": "Haas", 
        "talk": "", 
        "time": "3:45pm", 
        "timeblock": "friday-sessions-3", 
        "title": "What to do when you lose (energy)", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "friday-closing", 
        "length": "", 
        "notepad": "", 
        "room": "Ullyot", 
        "talk": "", 
        "time": "5:15pm", 
        "timeblock": "friday-evening", 
        "title": "Closing", 
        "transcription": "y"
    }
]